<?
define('INT_TITLE','Интервью с WLOP`ом');
define('INT_SUBTITLE','by chokstick.com');
define('INT_TEXT','
        <span class="headerbold">Предисловие</span>
<p>Ван Лин:</p>
<p>— Я полагаю, что служение образам является истоком мастерства. Когда мне уже кажется, что я вложил в картину тот смысл, что хотел - я останавливаюсь и не дорисовываю ее. Из-за этого может показаться, что картина не готова, но я останавливаюсь на моменте кульминации, давая людям возможность проявить фантазию и представить остальное.</p>
<br>
<p>ЧокСтик (интервьюер, ведет блог на сайте ChokStick.com) очень взволнован, так как ему представилась возможность поговорить по душам с художником, для популяризации своего блога.. ЧокСтик публикует эксклюзивное интервью на этой площадке, стараясь глубоко проанализировать сущность художника, вместо того, чтобы акцентировать внимание на связях между его работами.</p>
<p>ЧокСтик:</p>
<p>— Мы* нечасто берем интервью, но художник согласился на «небольшой разговор». В этот раз мы будем брать интервью у молодого CG иллюстратора Ван Лина. Мы используем одну фразу Ван Лина и с ее помощью зададим тему разговора. "Для осуществления многих идей необходимо развитие способностей". Итак, ЧокСтик поделится с вами этими мыслями, прошу вас вместе со мной послушать голос сердца Ван Лин.</p>
<p><span style="color: #7e7e7e;"><i>&gt;Мы* — В данном абзаце ЧокСтик употребляет слово «Мы», тем самым указывая на интервью от имени сайта (веб блога) или читателей.</i></span></p>
<span class="headerbold">Личность</span>
<p>ЧокСтик:</p>
<p>— Представься (имя и фамилия, родной город, хобби, привычки/дурные привычки...&shy;) и расскажи о своей серии и творчестве. Расскажи о твоих самых безумных занятиях.</p>
<p>Ван Лин:</p>
<p>— Меня зовут Ван Лин. Я родился в провинции Цзянсу в городе Сучжоу. После экзаменов меня приняли в Гонконгский технический университет изучать инженерию информационных технологий, что касается увлечения искусством, то оно не приносило прибыль.</p>
<p>В студенческое время я начал изучать цифровую живопись самостоятельно, и сама по себе эта затея была сумасшедшей. Из-за того, что я не знал даже основ живописи, большинство людей вокруг даже не замечали меня. Я тратил огромное количество времени, обучаясь в интернете. А что касается моего профессионального развития (карьерного роста), то в этом не было ни малейшей пользы, только одна нервотрепка. На самом деле, это было истоком всего. Я всего решил начать с малого - осуществления своих идей. Я лишь хотел, чтобы в один прекрасный день воображаемые образы в виде иллюстраций, хотел сделать эти образы более чёткими.</p>
<p>ЧокСтик:</p>
<p>— Какие качества для тебя самые важные в творческой работе?</p>
<p>Ван Лин:</p>
<p>—Упорство в самореализации.</p>
<p>ЧокСтик:</p>
<p>— Что является для тебя источником вдохновения и оригинальных идей?</p>
<p>Ван Лин: </p>
<p>- В основном мое вдохновение начинается с "туманной иллюзии" (расплывчатой картинки в воображении). Я думаю, еще существует некий импульс, который заставляет меня воплощать образы в картины. Такие импульсивные промежутки времени довольно коротки. Потому я рисую на скорость и заканчиваю в кратчайшие сроки.</p>
<span class="headerbold">Мечта</span>
<p>ЧокСтик:</p>
<p>— Что заставляет тебя двигаться вперед по этому пути и творить дальше? Каким образом ты движешься вперед на данный момент? </p>
<p>Встречал ли ты на своем творческом пути человека, который стал бы наставником и хорошим другом?</p>
<p>Ван Лин:</p>
<p>— Я постоянно стремлюсь к идеалу в творчестве, таков мой подход. Моим работам не присущи ограничения, потому что я творю не ради денег. Я не собираюсь угождать чужим вкусам. Это отношение помогает мне лучше выражать свои идеи. Я буду творить так и дальше. Я благодарен всем людям, которые поддерживают меня. Без них бы уже давно бросил это дело.</p>
<p>ЧокСтик:</p>
<p>— Твои родственники поддерживают тебя в твоем занятии? Как ты думаешь члены семьи считают твои мечты многообещающими, или же что ты должен бросить их?</p>
<p>Ван Лин:</p>
<p>— Так как они видят, какого успеха я достиг в своем хобби, то вопросов по этому поводу не было.</p>
<p>ЧокСтик:</p>
<p>— Когда ты переживал самый большой упадок сил? У тебя были моменты, когда хотелось все бросить?</p>
<p>Ван Лин:</p>
<p>— Упадок как раз и начался, когда я почувствовал улучшение в учёбе, полный веры в то, что смогу привнести “нечто новое и удивительное” в специальность в cg*-сообществе. В результате этого некоторые студенты, обучающиеся изобразительному искусству, высмеивали меня. Я долго думал, что не смогу преодолеть полосу неудач, возникшую из-за того, что я не обладаю основами изобразительного искусства. Но сейчас воспоминая о том периоде - это моя длинная галерея, моя гордость. Не имея некоторых так называемых «основ», которые ограничивают, я наоборот получил больше свободного пространства и способов для самовыражения.</p>
<p><em>cg*- сообщества по обмену высококачественными работами с компьютерной графикой</em></p>
<p>ЧокСтик:</p>
<p>— Когда ты работал длительное время над проектами, что помогало тебе строить путь к счастью и упорно двигаться вперед?</p>
<p>Ван Лин:</p>
<p>— Ничто так не наполняет моё сердце радостью, как признание от иностранных мастеров за пределами cg-сообщества. Среди них много мастеров, которыми я восхищаюсь и у которых я учился рисовать. Однажды я узнал, что те, кем я восхищался, неожиданно оставили хвалебные комментарии под моими работами. Я знал, что упорство стоит того.</p>
<p>ЧокСтик:</p>
<p>— Тебя устраивает сложившаяся ситуация? Или ты чувствуешь, что тебе еще чего-то недостает?</p>
<p>Ван Лин:</p>
<p>— Я надеюсь, что смогу навсегда сохранить упорство и продолжу воплощать идеи.</p>
<span class="headerbold">Реальность</span>
<p>ЧокСтик:</p>
<p>— Есть художники, которые угождают потребителям, а есть те, которые живут в своем мирке и делают что они хотят. Ты какой из них? И какое твое мнение об этом?</p>
<p>Ван Лин:</p>
<p>— Я думаю, что художники, находящиеся на вершине, владеют одновременно несколькими стилями. И правда, в настоящее время существует много таких превосходных художников.</p>
<span class="headerbold">Жизнь</span>
<p>ЧокСтик:</p>
<p>— В глазах большинства людей программирование и иллюстрирование - это две области, которые совершенно не связаны. Каким ты образом смог одновременно разобраться в обеих сферах?</p>
<p>Ван Лин:</p>
<p>— Обе эти области являются моим хобби, к которым я отношусь с энтузиазмом. Я верю, что между этими вещами существует некоторое пересечение. Просто не такое очевидное. Точно так же, изучая каллиграфию в юности, я и подумать не мог, что в будущем это окажет большое влияние на мое творчество. Что касается меня, то такой подход стал моей работой, такое развитие – для меня является радостью. Тут нет противоречий.</p>
<p>ЧокСтик: </p>
<p>— Ты можешь еще немного поделиться с нами, как ты проводишь время в обычные дни?</p>
<p>Ван Лин:</p>
<p>— Обычные офисные работники одинаковы в том плане, что большую часть времени занимает работа. В свободное от работы время я читаю книги, ежедневно общаюсь с окружающими людьми и с друзьями из интернета, и посматриваю галереи других людей. Когда ко мне вдруг приходит вдохновение, я сразу же бросаю все дела, беру кисть и начинаю вырисовывать ту картину, которая появилась в моей голове</p>
<span class="centertext">***</span>
<p>Как сказал Ван Лин в начале интервью с ЧокСтик, многие идеи нуждаются в развитии, чтобы стать более мощными, чтобы художники выражали свои идеи, а ЧокСтик делится ими с большим количеством людей.</p>
<p>Источник ChokStick.com 19.10.2013 г.</p>
<p><a href="http://chokstick.com/chok-interview/2013/10/wlop-interview-by-chokstick/">оригинал интервью на китайском </a></p>
<br>
<p>Переведено командой WLOPfans.club</p>
<p><a href="https://vk.com/wang_ling">https://vk.com/wang_ling</a></p>           
');